Revit 2027 API
WireSet Constructor
Initializes a new instance of the WireSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WireSet()
Public Sub New
public:
WireSet()
new : unit -> WireSet
See Also
Reference
WireSet Class
Autodesk.Revit.DB.Electrical Namespace